Hungamer24/Beagyazott_rendszerek/kicsikocsi/Design01.cydsn/Generated_Source/PSoC5/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.2
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2018 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "Right_Motor_PWM.h"
#include "IRL_aliases.h"
#include "IRL.h"
#include "Right_Motor_DIR_aliases.h"
#include "Right_Motor_DIR.h"
#include "Reg_PWM_Enable.h"
#include "IRR_aliases.h"
#include "IRR.h"
#include "Left_Motor_DIR_aliases.h"
#include "Left_Motor_DIR.h"
#include "Left_Motor_Control_aliases.h"
#include "Left_Motor_Control.h"
#include "Right_Motor_Control_aliases.h"
#include "Right_Motor_Control.h"
#include "Start_aliases.h"
#include "Start.h"
#include "Clock_2.h"
#include "Left_Motor_PWM.h"
#include "core_cm3_psoc5.h"
#include "CyDmac.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cypins.h"
#include "cyPm.h"
#include "CySpc.h"
#include "cytypes.h"
#include "cy_em_eeprom.h"

/*[]*/

